var data = [
    {
        Code : "BOXSA-0001",
        Name : "Stardust Dragon",
        Picture : "img/BOXSA/BOXSA-0001.png",
        Effect : 'มอนเตอร์จูนเนอร์ 1 ใบ + มอนเตอร์ที่ไม่ใช่จูนเนอร์ 1 ใบขึ้นไป <br>' +
        'เมื่อมีการทำลายการ์ดเกิดขึ้นเราสามารถสังเวยการ์ดใบนี้เพื่อยกเลิกการทำลายได้'+
        'หากเราใช้เอฟเฟคนี้ สามารถอัญเชิญการ์ดใบนี้แบบพิเศษกลับมาจากสุสานได้ในช่วง EndPhase',
        Level : "8",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2500",
        DEF : "2000",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0002",
        Name : "XX-Saber Fulhelmknight",
        Picture : "img/BOXSA/BOXSA-0002.jpg",
        Effect : 'เมื่อมอนเตอร์ฝ่ายตรงข้ามประกาศโจมตี : เราสามารถเลือกเป้าหมายมอนเตอร์ที่โจมตีมานั้น,สามารถยกเลิกการโจมตีนั้นได้' +
        'เอฟเฟคนี้สามารถใช้ได้แค่ครั้งเดียวต่อการที่การ์ดใบนี้หงายบนสนาม. เมื่อการ์ดใบนี้ทำลายมอนเตอร์ฝ่ายตรงข้ามในสภาพ'+
        'ตั้งป้องกันในการต่อสู้ได้ : เราสามารถเลือกมอนเตอร์ X-Saber 4 ดาวหรือต่ำกว่าในสุสานอัญเชิญมาแบบพิเศษได้',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1300",
        DEF : "1000",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0003",
        Name : "Genex Undine",
        Picture : "img/BOXSA/BOXSA-0003.png",
        Effect : 'เมื่อการ์ดใบนี้อัญเชิญแบบปกติสำเร็จ : เราสามารถส่งมอนเตอร์ธาตุน้ำ 1 ตัวจากในเด็คไปยังสุสาน; หากเราทำได้' +
        'สามารถนำ Genex Controller ที่อยู่ในเด็คมาขึ้นมือได้',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1200",
        DEF : "600",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0004",
        Name : "XX-Saber Hyunlei",
        Picture : "img/BOXSA/BOXSA-0004.jpg",
        Effect : 'จูนเนอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ที่ชื่อ X-Saber 1 ใบขึ้นไป <br>' +
        'เมื่อการ์ดใบนี้อัญเชิญแบบซิงโครได้สำเร็จ,เราสามารถเลือกทำลายการ์ดเวทมนตร์หรือกับดักบนสนามได้สูงสุด 3 ใบ',
        Level : "6",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2300",
        DEF : "1300",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0005",
        Name : "Silver's Cry",
        Picture : "img/BOXSA/BOXSA-0005.jpg",
        Effect : 'เลือกมอนเตอร์เผ่ามังกรปกติ (ไม่มีเอฟเฟค) ในสุสาน 1 ใบ; อัญเชิญการ์ดที่เลือกลงสนาม' +
        'เป็นกรณีพิเศษ สามารถใช้ Silver'+ "'" + 'Cry ได้เทิร์นละ 1 ใบเท่านั้น',
        Level : "ไม่มี",
        Type : "เวทย์มนตร์ฉับพลัน",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0006",
        Name : "Flamvell Uruquizas",
        Picture : "img/BOXSA/BOXSA-0006.jpg",
        Effect : 'จูนเนอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ 1 ใบขึ้นไป <br>' +
        'ในช่วงการต่อสู้หากการ์ดใบนี้โจมตีมอนเตอร์ที่ตั้งป้องกันอยู่หากพลังโจมตีมากกว่าพลังป้องกัน' +
        'สามารถทำดาเมธตามความต่างใส่อีกฝ่ายได้. การ์ดใบนี้จะมีพลังโจมตีเพิ่ม 300 ทุกครั้งเมื่อการ์ด ใบนี้ทำดาเมธกับอีกฝ่ายได้',
        Level : "6",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2100",
        DEF : "400",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0007",
        Name : "Mausoleum of White",
        Picture : "img/BOXSA/BOXSA-0007.jpg",
        Effect : 'ในช่วง Main Phase , เราสามารถอัญเชิญมอนเตอร์แบบปกติ เลเวล 1 ธาตุแสงที่เป็นจูนเนอร์ (การอัญเชิญนี้ถือว่าไม่รวมกับการอัญเชิญปกติที่มีอยู่)(เราสามารถใช้เอฟเฟคนี้เทิร์นละครั้ง)' +
        'เทิร์นละครั้ง : เราสามารถเลือกมอนเตอร์ 1 ใบของเราที่หงานหน้าอยู่; จากนั้นให้ส่งการ์ดมอนเตอร์ปกติจากในมือหรือในเด็ค 1 ใบลงสุสาน,หากทำได้เราจะสามารถเพิ่มพลังให้มอนเตอร์ที่เราเลือก โดย' +
        'จะเพิ่มพลังโจมตีและป้องกันเท่ากับเลเวลของมอนเตอร์ที่เราส่งลงสุสานเลเวล *  100 จนถึงจบเทิร์นนี้(หรือว่าจนกว่าการ์ดใบนี้ยังอยู่บนสนาม) เราสามารถนำการ์ดใบนี้จากสุสานออกจากเกม ; แล้ว' +
        'สามารถนำ Burst Stream of Destruction จากในเด็คมาขึ้นมือได้',
        Level : "ไม่มี",
        Type : "เวทมนตร์สนาม",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0008",
        Name : "Unexpected Dai",
        Picture : "img/BOXSA/BOXSA-0008.jpg",
        Effect : 'หากบนสนามเราไม่มีมอนเตอร์อยู่ : อัญเชิญมอนเตอร์เลเวล 4 หรือต่ำกว่าที่เป็นมอนเตอร์ปกติจากในเด็คลงสนามแบบพิเศษได้',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0009",
        Name : "Paleozoic Hallucigenia",
        Picture : "img/BOXSA/BOXSA-0009.jpg",
        Effect : 'เลือกมอนเตอร์ 1 ใบที่หงายหน้าบนสนาม;พลังโจมตีและป้องกันนั้นจะเหลือเพียงครึ่งเดียวของพลังโจมตีตั้งต้นจนถึงจบเทิร์น. หนึ่งครั้งต่อการเชน,เมื่อมีการ์ดกับดักทำงานแล้วการ์ดใบนี้' +
        'อยู่ในสุสาน:อัญเชิญการ์ดใบนี้จากสุสานมาเป็นมอนเตอร์ปกติแบบพิเศษ(เผ่าน้ำ/ธาตุน้ำ/เลเวล2/พลังโจมตี 1200/พลังป้องกัน 0) (การ์ดใบนี้ไม่สามารถเปลี่ยนเป็นกับดักได้หากเป็นมอนเตอร์)' +
        'หากอัญเชิญโดยวิธีนี้ได้,การ์ดใบนี้จะไม่รับผลของเอฟเฟคมอนเตอร์,หากการ์ดใบนี้ออกจากสนามโดยสภาพมอนเตอร์นำการ์ดใบนี้ออกจากเกม',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "UR"
    },
    {
        Code : "BOXSA-0010",
        Name : "Azure-Eyes Silver Dragon",
        Picture : "img/BOXSA/BOXSA-0010.jpg",
        Effect : 'จูนเนอร์มอนเตอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์และเป็นมอนเตอร์ปกติ 1 ใบขึ้นไป <br>' +
        'เมื่อการ์ดใบนี้อัญเชิญแบบพิเศษสำเร็จ : มอนเตอร์เผ่ามังกรทุกตัวที่เราควบคุมอยู่จะไม่ถูกเล็งเป้าหรือถูกทำลายจากเอฟเฟคของการ์ดจนถึงเทิร์นหน้าของเรา. เทิร์นละครั้ง,' +
        'ในช่วง Standby Phase : เราสามารถเลือกมอนเตอร์ปกติ 1 ใบที่อยู่ในสุสาน;อัญเชิญแบบพิเศษมอนเตอร์ที่เลือกไว้',
        Level : "9",
        Type : "มอนเตอร์ซิงโคร",
        ATK : "2500",
        DEF : "3000",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0011",
        Name : "X-Saber Wayne",
        Picture : "img/BOXSA/BOXSA-0011.jpg",
        Effect : 'จูนเนอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ 1 ใบขึ้นไป <br>' +
        'เมื่อการ์ดใบนี้อัญเชิญแบบซิงโครได้สำเร็จ,เราสามารถอัญเชิญมอนเตอร์ 4 ดาวหรือต่ำกว่าเผ่านักรบที่อยู่ในมืออัญเชิญมาบนสนามเป็นกรณีพิเศษ',
        Level : "5",
        Type : "มอนเตอร์ซิงโคร",
        ATK : "2100",
        DEF : "400",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0012",
        Name : "Black Brutdrago",
        Picture : "img/BOXSA/BOXSA-0012.jpg",
        Effect : 'จูนเนอร์มอนเตอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ทีเป็นเจมินี่ 1 ใบขึ้นไป <br>' +
        'เทิร์นละครั้ง, เราสามารถส่งมอนเตอร์เจมินี่ 1 ใบจากบนมือลงสุสานจากนั้นให้เลือกและทำลายเวทมนตร์หรือกับดัก' +
        'ที่อีกฝ่ายควบคุมอยู่ได้ 1 ใบ เมื่อการ์ดใบนี้ถูกทำลายแล้วถูกส่งลงสุสาน,เราสามารถเลือกมอนเตอร์เจมินี่ 1 ใบ' +
        'ในสุสานของเราอัญเชิญการ์ดใบนั้นมาบนสนามเป็นกรณีพิเศษ. มอนเตอร์ที่ถูกเรียกมาด้วยเอฟเฟคใบนี้จะกลาย' +
        'เป็นมอนเตอร์มีเอฟเฟคเจมินี่ทันที',
        Level : "8",
        Type : "มอนเตอร์ซิงโคร",
        ATK : "3000",
        DEF : "2600",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0013",
        Name : "The White Stone of Legend",
        Picture : "img/BOXSA/BOXSA-0013.jpg",
        Effect : 'เมื่อการ์ดใบนี้ถูกส่งลงสุสานจากทางไหนก็ได้:นำมอนเตอร์ Blue-Eyes White Dragon จากเด็คขึ้นมือเราได้ 1 ใบ',
        Level : "1",
        Type : "จูนเนอร์มอนเตอร์",
        ATK : "300",
        DEF : "250",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0014",
        Name : "XX-Saber Boggart Knight",
        Picture : "img/BOXSA/BOXSA-0014.jpg",
        Effect : 'เมื่อการ์ดใบนี้อัญเชิญแบบปกติสำเร็จ:เราสามารถอัญเชิญมอนเตอร์ X-Saber เลเวล 4 หรือต่ำกว่า 1 ใบที่อยู่บนมืออัญเชิญมาเป็นกรณีพิเศษได้.' +
        'แต่ไม่สามารถใช้เป็นวัตถุดิบในการอัญเชิญซิงโครได้,ยกเว้นว่าจะอัญเชิญซิงโครที่ติดชื่อ X-Saber เท่านั้น',
        Level : "4",
        Type : "มอนเตอร์",
        ATK : "1900",
        DEF : "1000",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0015",
        Name : "XX-Saber Darksoul",
        Picture : "img/BOXSA/BOXSA-0015.jpg",
        Effect : 'ในช่วง End Phase , หากการ์ดใบนี้ถูกส่งจากสนามของเราลงสุสาน ในเทิร์นนี้:เราสามารถนำ X-Saber 1 ใบที่เป็นมอนเตอร์จากในเด็คมาขึ้นมือได้',
        Level : "3",
        Type : "มอนเตอร์",
        ATK : "100",
        DEF : "100",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0016",
        Name : "Genex Neutron",
        Picture : "img/BOXSA/BOXSA-0016.jpg",
        Effect : 'เทิร์นละครั้ง,ในช่วง End Phase, หากการ์ดใบนี้อัญเชิญแบบปกติในเทิร์นนี้:เราสามารถนำมอนเตอร์เผ่าเครื่องจักรที่เป็นจูนเนอร์ 1 ใบในเด็คมาขึ้นมือได้',
        Level : "4",
        Type : "มอนเตอร์",
        ATK : "1800",
        DEF : "1200",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0017",
        Name : "Dark Elf",
        Picture : "img/BOXSA/BOXSA-0017.jpg",
        Effect : 'การ์ดใบนี้เมื่อสั่งโจมตีแล้วต้องจ่าย LP 1000 แต้ม',
        Level : "4",
        Type : "มอนเตอร์",
        ATK : "2000",
        DEF : "800",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0018",
        Name : "Offerings to the Doomed",
        Picture : "img/BOXSA/BOXSA-0018.jpg",
        Effect : 'เลือกมอนเตอร์บนสนาม 1 ใบทำลายการ์ดใบนั้น หลังจากนั้นให้ข้าม Draw Phase ครั้งหน้าของเราไป',
        Level : "ไม่มี",
        Type : "เวทมนตร์ฉับพลัน",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0019",
        Name : "Dark Factory of Mass Production",
        Picture : "img/BOXSA/BOXSA-0019.jpg",
        Effect : 'เลือกมอนเตอร์ปกติ 2 ใบในสุสานของเรา นำการ์ดที่เลือกเหล่านั้นกลับขึ้นมือ',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0020",
        Name : "Faustian Bargain",
        Picture : "img/BOXSA/BOXSA-0020.jpg",
        Effect : 'ส่งมอนเตอร์ที่อัญเชิญมาเป็นกรณีพิเศษที่อยู่บนสนามของใครก็ได้หลังจากนั้นอัญเชิญมอนเตอร์เลเวล 4 หรือต่ำกว่า 1 ใบที่เป็นมอนเตอร์ปกติลงสนามแบบพิเศษ',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "SR"
    },
    {
        Code : "BOXSA-0021",
        Name : "Genex Controller",
        Picture : "img/BOXSA/BOXSA-0021.jpg",
        Effect : 'มอนเตอร์ปกติไม่มีเอฟเฟค',
        Level : "3",
        Type : "มอนเตอร์จูนเนอร์",
        ATK : "1400",
        DEF : "1200",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0022",
        Name : "Galaxy Serpent",
        Picture : "img/BOXSA/BOXSA-0022.jpg",
        Effect : 'มอนเตอร์ปกติไม่มีเอฟเฟค',
        Level : "3",
        Type : "มอนเตอร์จูนเนอร์",
        ATK : "1000",
        DEF : "0",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0023",
        Name : "Oppressed People",
        Picture : "img/BOXSA/BOXSA-0023.jpg",
        Effect : 'มอนเตอร์ปกติไม่มีเอฟเฟค',
        Level : "3",
        Type : "มอนเตอร์ปกติ",
        ATK : "400",
        DEF : "2000",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0024",
        Name : "Priestess with Eyes of Blue",
        Picture : "img/BOXSA/BOXSA-0024.jpg",
        Effect : 'ในช่วงของผู้เล่นทั้งสองฝ่าย,เมื่อมีเอฟเฟคของการ์ดถูกสั่งใช้งานแล้วเล็งเป้าหมายมาที่การ์ดใบนี้:เราสามารถส่งมอนเตอร์เอฟเฟคมอนเตอร์ที่เราควบคุมอยู่ 1 ใบลงสุสาน,หากเราทำสำเร็จ,นำมอนเตอร์' +
        'ติดชื่อ Blue-Eyes สองใบที่เป็นมอนเตอร์ชื่อต่างกันในเด็คมาขึ้นมือได้. หากการ์ดใบนี้อยู่ในสุสาน:เราสามารถเลือกมอนเตอร์ Blue-Eyes มอนเตอร์ 1 ใบที่เราควบคุมอยู่ จากนั้นนำมันกลับเข้าไป' +
        'ในเด็คแล้วสับ,หากทำสำเร็จอัญเชิญแบบพิเศษการ์ดใบนี้จากสุสานลงบนสนาม. เราสามารถใช้เอฟเฟคของ Priestess with Eyes of Blue ได้เทิร์นละ 1 ครั้ง และในเทิร์นนั้นๆด้วย',
        Level : "1",
        Type : "มอนเตอร์จูนเนอร์",
        ATK : "0",
        DEF : "0",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0025",
        Name : "Protector with Eyes of Blue",
        Picture : "img/BOXSA/BOXSA-0025.jpg",
        Effect : 'เมื่อการ์ดใบนี้อัญเชิญแบบปกติได้สำเร็จ : เราสามารถอัญเชิญมอนเตอร์เลเวล 1 ที่เป็นธาตุแสงจากบนมือลงมาได้เป็นกรณีพิเศษ เราสามารถเลือกมอนเตอร์เอฟเฟคที่เราควบคุมอยู่' +
        '1 ตัวบนสนามเราส่งการ์ดใบนั้นลงสุสาน,หากทำได้สำเร็จ,อัญเชิญแบบพิเศษ Blue-Eyes 1 ใบที่อยู่ในมือเรา เราสามารถใช้เอฟเฟคของ Protector with Eyes of Blue' +
        'ได้เทิร์นละครั้งเท่านั้น',
        Level : "1",
        Type : "มอนเตอร์จูนเนอร์",
        ATK : "800",
        DEF : "1300",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0026",
        Name : "XX-Saber Gardestrike",
        Picture : "img/BOXSA/BOXSA-0026.jpg",
        Effect : 'หากเรามีมอนเตอร์ X-Saber 2 ใบหรือมากกว่าอยู่ในสุสานของเราแล้วบนสนามของเราไม่มีมอนเตอร์,เราสามารถอัญเชิญการ์ดใบนี้แบบพิเศษจากบนมือเราได้',
        Level : "5",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "2100",
        DEF : "1400",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0027",
        Name : "Genex Solar",
        Picture : "img/BOXSA/BOXSA-0027.jpg",
        Effect : 'เราสามารถอัญเชิญการ์ดใบนี้แบบปกติได้ด้วยการสังเวย Genex มอนเตอร์ 1 ตัว. เมื่อมีมอนเตอร์ Genex ของเราควบคุมอยู่ถูกส่งลงสุสานแบบหงายหน้าทำดาเมธกับฝ่ายตรงข้าม 500',
        Level : "7",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "2500",
        DEF : "1500",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0028",
        Name : "Gusto Squirro",
        Picture : "img/BOXSA/BOXSA-0028.jpg",
        Effect : 'เมื่อการ์ดใบนี้ถูกทำลายจากเอฟเฟคของการ์ดแล้วส่งลงสุสาน : เราสามารถอัญเชิญมอนเตอร์เลเวล 5 หรือสูงกกว่าที่เป็นชื่อ Gusto จากในเด็คลงมาบนสนามแบบพิเศษ 1 ใบ',
        Level : "2",
        Type : "มอนเตอร์เอฟเฟคจูนเนอร์",
        ATK : "0",
        DEF : "1800",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0029",
        Name : "Gusto Falco",
        Picture : "img/BOXSA/BOXSA-0029.jpg",
        Effect : 'เมื่อการ์ดใบนี้หงายหน้าบนสนามแล้วถูกส่งลงสุสาน,ยกเว้นจากการต่อสู้: เราสามารถอัญเชิญแบบพิเศษมอนเตอร์ Gusto 1 ใบจากในเด็คของเรามาคว่ำหน้าได้ ',
        Level : "2",
        Type : "มอนเตอร์เอฟเฟคจูนเนอร์",
        ATK : "600",
        DEF : "1400",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0030",
        Name : "Kamui, Hope of Gusto",
        Picture : "img/BOXSA/BOXSA-0030.jpg",
        Effect : 'พลิกหงาย : อัญเชิญแบบพิเศษมอนเตอร์ Gusto 1 ใบที่เป็นจูนเนอร์ในเด็คเป็นกรณีพิเศษ',
        Level : "2",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "200",
        DEF : "1000",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0031",
        Name : "Dark Scorpion - Meanae the Thorn",
        Picture : "img/BOXSA/BOXSA-0031.jpg",
        Effect : 'เมื่อการ์ดใบนี้ทำดาเมธกับฝ่ายตรงขามได้, เราสามารถเลือก 1 ความสามารถต่อไปนี้ได้ ● นำ Dark Scorpion 1 ใบจากในเด็คของเราขึ้นมือ หรือ' +
        ' ● นำ  Dark Scorpion 1 ใบจากสุสานมาขึ้นมือ',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1000",
        DEF : "1800",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0032",
        Name : "Tuned Magician",
        Picture : "img/BOXSA/BOXSA-0032.jpg",
        Effect : 'การ์ดใบนี้จะถือว่าเป็นมอนเตอร์ปกติหากอยู่บนสนามหรือว่าอยู่ในสุสาน เมื่อการ์ดใบนี้อยู่บนสนาม,เราสามารถอัญเชิญการ์ดใบนี้อีกครั้งเพื่อเป็นเป็นมอนเตอร์เอฟเฟค' +
        'แล้วจะได้รับเอฟเฟคดังนี้  ● การ์ดใบนี้จะกลายเป็นจูนเนอร์มอนเตอร์',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟคเจมินี่",
        ATK : "1800",
        DEF : "1600",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0033",
        Name : "X-Saber Souza",
        Picture : "img/BOXSA/BOXSA-0033.jpg",
        Effect : 'จูนเนอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ที่เป็น X-Saber 1 ใบขึ้นไป <br>' +
        'เราสามารถสังเวยมอนเตอร์ X-Saber 1 ใบ,หลังจากนั้นเลือกเอฟเฟคดังนี้โดยผลที่เลือกจะอยู่จนจบเทิร์น <br>' +
        '●ในช่วงเริ่มของ Damage Step การ์ดใบนี้ต่อสู้กับมอนเตอร์อีกฝ่ายจะทำลายมอนเตอร์นั้นทันที <br>' +
        '●การ์ดใบนี้จะไม่ถูกทำลายจากผลของการกับดัก <br>',
        Level : "7",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2500",
        DEF : "1600",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0034",
        Name : "Hydro Genex",
        Picture : "img/BOXSA/BOXSA-0034.jpg",
        Effect : 'Genex Controller + มอนเตอร์ที่ไม่ใช่จูนเนอร์ธาตุน้ำ 1 ใบขึ้นไป <br>' +
        'เมื่อการ์ดใบนี้ทำลายมอนเตอร์อีกฝ่ายจาการต่อสู้แล้วส่งมันลงสุสาน,เราจะได้รับ' +
        'LP เพิ่มตามจำนวน ATK ของมอนเตอร์ที่ถูกทำลายไป',
        Level : "6",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2300",
        DEF : "1800",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0035",
        Name : "Geo Genex",
        Picture : "img/BOXSA/BOXSA-0035.jpg",
        Effect : 'Genex Controller + มอนเตอร์ที่ไม่ใช่จูนเนอร์ธาตุดิน 1 ตัวขึ้นไป <br>' +
        'เทิร์นละครั้ง, หากเราควบคุมมอนเตอร์ 4 ดาวหรือต่ำกว่าที่เป็น Genex อยู่,เราสามารถสลับพลังโจมตีและป้องกันดังเดิมของการ์ดใบนี้จนถึงจบเทิร์น,และใช้งานได้ตลอดที่ยังมี' +
        'มอนเตอร์ Genex เลเวลต่ำกว่า 4 อยู่บนสนามที่เราควบคุมอยู่',
        Level : "6",
        Type : "ซิงโครมอนเตอร์",
        ATK : "1800",
        DEF : "2800",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0036",
        Name : "Windmill Genex",
        Picture : "img/BOXSA/BOXSA-0036.jpg",
        Effect : 'Genex Controller + มอนเตอร์ธาตุลมที่ไม่ใช่จูนเนอร์ 1 ใบขึ้นไป <br>' +
        'การ์ดใบนี้จะได้พลังโจมตีเพิ่ม 300 ต่อจำนวนการ์ดเวทมนตร์หรือกับดักที่คว่ำอยู่บนสนาม. เราสามารถส่งการ์ด 1 ใบจากบนมือลงสุสานแล้วทำลายการ์ด' +
        'การ์ดเวทมนตร์หรือกับดักที่คว่ำอยู่บนสนามได้ 1 ใบ',
        Level : "7",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2000",
        DEF : "1600",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0037",
        Name : "Daigusto Eguls",
        Picture : "img/BOXSA/BOXSA-0037.jpg",
        Effect : 'จูนเนอร์ 1 ใบ + มอนเตอร์ไม่ใช่จูนเนอร์ที่มีชื่อ Gusto 1 ใบขึ้นไป <br>' +
        'เทิร์นละครั้ง,ในช่วง End Phase : เราสามารถรีมูฟมอนเตอร์มอนเตอร์ธาตุลม 1 ใบที่จากสุสานออกจากเกม จากนั้นเลือกการ์ดที่คว่ำอยู่บนสนามฝ่ายตรงข้ามแล้วทำลายการ์ดใบนั้นทิ้ง',
        Level : "7",
        Type : "ซิงโครมอนเตอร์",
        ATK : "2600",
        DEF : "1800",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0038",
        Name : "Saber Slash",
        Picture : "img/BOXSA/BOXSA-0038.jpg",
        Effect : 'ทำลายการ์ดหงายหน้าเท่ากับจำนวนมอนเตอร์  X-Saber ที่เราควบคุมอยู่',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0039",
        Name : "Lightwave Tuning",
        Picture : "img/BOXSA/BOXSA-0039.jpg",
        Effect : 'เลือกมอนเตอร์ 1 ใบที่เลเวล 4 ที่เราควบคุมอยู่ เราสามารถเปลี่ยนให้มอนเตอร์ตัวนั้นเป็นจูนเนอร์ได้ตลอดที่การ์ดอยู่ใบนั้นอยู่บนสนาม',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0040",
        Name : "Lightwave Tuning",
        Picture : "img/BOXSA/BOXSA-0040.jpg",
        Effect : 'เลือกมอนเตอร์ปกติเลเวล 4 หรือต่ำกว่า 1 ใบบนสนามของเรา. การ์ดใบนั้นจะถือว่าเป็นจูนเนอร์ตลอดเวลาที่การ์ดที่เลือกหงายอยู่บนสนาม',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0041",
        Name : "Stardust Shimmer",
        Picture : "img/BOXSA/BOXSA-0041.jpg",
        Effect : 'เลือกมอนเตอร์เผ่ามังกรซิงโคร 1 ใบที่อยู่ในสุสาน . ให้รีมูฟมอนเตอร์ที่อยู่ในสุสานให้มีเลเวลเท่ากับมอนเตอร์ที่เลือกไว้ จากนั้นให้อัญเชิญแบบพิเศษมอนเตอร์ที่เลือกไว้',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0042",
        Name : "Tuner's High",
        Picture : "img/BOXSA/BOXSA-0042.jpg",
        Effect : 'ทิ้งการ์ดมอนเตอร์ 1 ใบ; อัญเชิญแบบพิเศษมอนเตอร์จูนเนอร์ 1 ใบที่มีธาตุและเผ่าเดียวกันแต่เลเวลมากกว่า 1 เลเวลของมอนเตอร์ที่ทิ้งลงสุสานไป',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0043",
        Name : "Stardust Flash",
        Picture : "img/BOXSA/BOXSA-0043.jpg",
        Effect : 'เลือกมอนเตอร์ติดชื่อ Stardust 1 ใบในสุสาน แล้วอัญเชิญแบบพิเศษมาบนสนามของเรา',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0044",
        Name : "Scrap-Iron Statue",
        Picture : "img/BOXSA/BOXSA-0044.jpg",
        Effect : 'เมื่อการ์ดเวทมนตร์/กับดักที่หงายหน้าบนสนามของอีกฝ่ายมีการสั่งใช้งาน ทำลายการ์ดใบนั้น แล้วเซ็ทคว่ำการ์ดใบนี้แทนการส่งลงสุสาน ถ้าการ์ดใบนี้ถูกส่งลงสุสาน'+
        'ุณสามารถเลือกมอนสเตอร์ที่มีชื่อว่า "Junk" 1 ใบจากในสุสานของคุณ เรียกแบบพิเศษการ์ดที่เลือกในสภาพหงายหน้าป้องกัน คุณสามารถใช้ "Scrap-Iron Statue" ได้เทิร์นละครั้งเท่านั้น',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0045",
        Name : "At One With the Sword",
        Picture : "img/BOXSA/BOXSA-0045.jpg",
        Effect : 'สั่งใช้งานได้ก็ต่อเมื่อมีมอนเตอร์ X-Saber หงายอยู่บนสนาม นำการ์ดใบนี้ไปเป็นการ์ดสวมใส่ให้กับมอนเตอร์ตัวนั้น โดยมอนเตอร์ที่สวมใส่จะได้รับพลัง' +
        'โจมตีเพิ่มขึ้น 800 และหากมอนเตอร์ที่สวมการ์ดใบนี้ทำลายมอนเตอร์ได้ก็จะได้จั่วการ์ด 1 ใบ',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0046",
        Name : "Success Probability 0%",
        Picture : "img/BOXSA/BOXSA-0046.jpg",
        Effect : 'ส่งมอนเตอร์ฟิวชั่นจากเอ็กตร้าเด็ค 2 ใบลงสุสานแบบสุ่ม',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0047",
        Name : "Synchro Deflector",
        Picture : "img/BOXSA/BOXSA-0047.jpg",
        Effect : 'ใช้งานได้ก็ต่อเมื่อมอนเตอร์ซิงโครของเรานั้นถูกเป็นเป้าหมายในการโจมตี. ยกเลิกการโจมตีนั้นแล้วทำลายมอนเตอร์ 1 ใบที่อีกฝ่ายควบคุมอยู่',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0048",
        Name : "Desperate Tag",
        Picture : "img/BOXSA/BOXSA-0048.jpg",
        Effect : 'เมื่อมอนเตอร์ที่ตั้งโจมตีถูกทำลายจากการต่อสู้,ในช่วงคำนวณความเสียหาย,เราสามารถลดดาเมทที่เกิดขึ้นให้เป็น 0 ได้แล้วอัญเชิญมอนเตอร์เลเวล 4 หรือต่ำกว่าที่เป็นเผ่านักรบจากบนมือลงมาได้' +
        'หลังจากจบช่วงคำนวณความเสียหายแล้ว',
        Level : "ไม่มี",
        Type : "กับดักต่อเนื่อง",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "R"
    },
    {
        Code : "BOXSA-0049",
        Name : "People Running About",
        Picture : "img/BOXSA/BOXSA-0049.jpg",
        Effect : 'ไม่มีเอฟเฟค',
        Level : "2",
        Type : "มอนเตอร์ปกติ",
        ATK : "600",
        DEF : "600",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0050",
        Name : "United Resistance",
        Picture : "img/BOXSA/BOXSA-0050.jpg",
        Effect : 'ไม่มีเอฟเฟค',
        Level : "3",
        Type : "มอนเตอร์ปกติ",
        ATK : "1000",
        DEF : "400",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0051",
        Name : "X-Saber Axel",
        Picture : "img/BOXSA/BOXSA-0051.jpg",
        Effect : 'เมื่อเราควบคุมการ์ดใบนี้แบบหงายหน้าอยู่,แล้วมีมอนเตอร์ติดชื่อ "Saber" ถูกทำลายจากการต่อสู้แล้วถูกทำลายลงสุสาน,เราสามารถจั่วการ์ดได้ 1 ใบ',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "400",
        DEF : "100",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0052",
        Name : "XX-Saber Garsem",
        Picture : "img/BOXSA/BOXSA-0052.jpg",
        Effect : 'เมื่อการ์ดใบนี้อยู่บนสนามแล้วถูกทำลายลงสุสานโดยผลของเอฟเฟคการ์ด,เราสามารถเพิ่ม X-Saber 1ใบที่เป็นมอนเตอร์จากในเด็คขึ้นมือได้. การ์ดใบนี้จะได้รับพลังโจมตีเพิ่ม 200 * ด้วย' +
        'จำนวนมอนเตอร์ X-Saber ทั้งหมดที่เราควบคุมอยู่',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1400",
        DEF : "400",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0053",
        Name : "Genex Furnace",
        Picture : "img/BOXSA/BOXSA-0053.jpg",
        Effect : 'หากเราควบคุม Genex Controller เราสามารถอัญเชิญการ์ดใบนี้แบบไม่ต้องสังเวยได้เลย',
        Level : "5",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "2000",
        DEF : "1300",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0054",
        Name : "Genex Gaia",
        Picture : "img/BOXSA/BOXSA-0054.jpg",
        Effect : 'หากการ์ดใบนี้ถูกทำลาย,เราสามารถทำลาย Genex Controller แทนการ์ดใบนี้ได้',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1000",
        DEF : "1900",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0055",
        Name : "Genex Doctor",
        Picture : "img/BOXSA/BOXSA-0055.jpg",
        Effect : 'เราสามารถสังเวย Genex Controller 1 ใบเพื่อทำลายการ์ดบนสนามได้ 1 ใบ',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1500",
        DEF : "1000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0056",
        Name : "Genex Ally Bellflame",
        Picture : "img/BOXSA/BOXSA-0056.jpg",
        Effect : 'ทุกครั้งที่มอนเตอร์ของเราถูกส่งลงสุสาน,วาง Genex Counter 1 เม็ดลงบนการ์ดใบนี้. ทุกครั้งที่การ์ดของฝ่ายตรงข้ามถูกนำออกจากเกม,วาง Genex Counters ลงบนการ์ดใบนี้ 2 เม็ด' +
        'การ์ดใบนี้จะได้รับพลังโจมตีเพิ่ม 100 คูณด้วย Genex Counter ที่อยู่บนสนาม. หากการ์ดใบนี้ถูกทำลายจากการต่อสู้แล้วส่งลงสุสาน:ทำดาเมธกับฝ่ายตรงข้ามตามจำนวน Genex Counter'+
        'ที่อยู่บนการ์ดใบนี้ * 300',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1700",
        DEF : "1000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0057",
        Name : "Dark Scorpion Burglars",
        Picture : "img/BOXSA/BOXSA-0057.jpg",
        Effect : 'เมื่อการ์ดใบนี้ทำความเสียหายจากการต่อสู้ใส่ฝ่ายตรงข้าม : อีกฝ่ายจะต้องส่งการ์ดเวทมนตร์ 1 ใบจากเด็คของเขาลงสุสาน',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1000",
        DEF : "1000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0058",
        Name : "Dark Scorpion - Cliff the Trap Remover",
        Picture : "img/BOXSA/BOXSA-0058.jpg",
        Effect : 'เมื่อการ์ดใบนี้ทำความเสียหายจากการต่อสู้ให้อีกฝ่ายได้,เราสามารถสั่งใช้งานเอฟเฟคนี้ได้ 1 เอฟเฟค <br>' + 
        '●เลือกการ์ดเวทมนตร์กับดักบนสนาม 1 ใบทำลายทิ้ง <br>' + 
        '●ส่งการ์ดใบบนสุดของเด็คลงสุสาน 2 ใบ',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1200",
        DEF : "1000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0059",
        Name : "Dark Scorpion - Chick the Yellow",
        Picture : "img/BOXSA/BOXSA-0059.jpg",
        Effect : 'เมื่อการ์ดใบนี้ทำดาเมธกับฝ่ายตรงข้ามจากการต่อสู้ได้ , เราสามารถเลือกใช้เอฟเฟคได้ 1 เอฟเฟค <br>' + 
        '●เลือกการ์ด 1 ใบบนสนาม นำการ์ดใบนั้นกลับขึ้นมือ <br>' + 
        '●มองการ์ดใบบนสุดของเด็คอีกฝ่ายจากนั้นให้นำไปไว้บนสุดของเด็คเหมือนเดิมหรือใต้สุดของเด็คก็ได้',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1000",
        DEF : "1000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0060",
        Name : "Dark Scorpion - Gorg the Strong",
        Picture : "img/BOXSA/BOXSA-0060.jpg",
        Effect : 'เมื่อการ์ดใบนี้ทำดาเมธกับฝ่ายตรงข้ามจากการต่อสู้ได้ , เราสามารถเลือกใช้เอฟเฟคได้ 1 เอฟเฟค <br>' + 
        '●เลือกการ์ดมอนเตอร์ 1 ใบที่อีกฝ่ายควบคุมอยู่นำการ์ดใบนั้นไปไว้บนสุดของเด็ค <br>' + 
        '●ส่งการ์ดใบบนสุดของเด็คอีกฝ่ายลงสุสาน 1 ใบ',
        Level : "5",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1800",
        DEF : "1500",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0061",
        Name : "Queen's Double",
        Picture : "img/BOXSA/BOXSA-0061.jpg",
        Effect : 'การ์ดใบนี้สามารถโจมตีใส่ผู้เล่นโดยตรงได้',
        Level : "1",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "350",
        DEF : "300",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0062",
        Name : "Shadow Delver",
        Picture : "img/BOXSA/BOXSA-0062.jpg",
        Effect : 'การ์ดใบนี้ถือว่าเป็นมอนเตอร์ปกติเมื่อหงายหน้าอยู่บนสนามหรืออยู่ในสุสาน. เมื่อการ์ดใบนี้หงายอยู่บนสนามแล้วเราสามารถทำการอัญเชิญใบนี้อีกครั้งเพื่อทำให้การ์ดใบนี้กลายเป็นมอนเตอร์เอฟเฟค'+
        'เอฟเฟคคือ ● เทิร์นละครั้ง, เราสามารถเลือกการ์ดมอนเตอร์ 4 ดาวหรือต่ำกว่า 1 ใบที่หงายและเราควบคุมอยู่ การ์ดใบที่เลือกนั้นสามารถโจมตีโดยตรงได้ในเทิร์นนี้',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1500",
        DEF : "500",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0063",
        Name : "Future Samurai",
        Picture : "img/BOXSA/BOXSA-0063.jpg",
        Effect : 'การ์ดใบนี้ถือว่าเป็นมอนเตอร์ปกติเมื่อหงายหน้าอยู่บนสนามหรืออยู่ในสุสาน. เมื่อการ์ดใบนี้หงายอยู่บนสนามแล้วเราสามารถทำการอัญเชิญใบนี้อีกครั้งเพื่อทำให้การ์ดใบนี้กลายเป็นมอนเตอร์เอฟเฟค'+
        'เอฟเฟคคือ ● เทิร์นละครั้ง, เราสามารถรีมูฟมอนเตอร์ 1 ใบในสุสานออกจากเกมจากนั้นเลือกมอนเตอร์หงานหน้าบนสนาม 1 ใบแล้วทำลายการ์ดที่เลือกทิ้ง',
        Level : "4",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1600",
        DEF : "1200",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0064",
        Name : "Future Samurai",
        Picture : "img/BOXSA/BOXSA-0064.jpg",
        Effect : 'หากมีธาตุน้ำที่เราควบคุมอยู่บนสนามของเรา การ์ดใบนี้สามารถอัญเชิญโดยไม่ต้องสังเวยได้',
        Level : "5",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "2100",
        DEF : "2000",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0065",
        Name : "Reed Butterfly",
        Picture : "img/BOXSA/BOXSA-0065.jpg",
        Effect : 'เมื่ออีกฝ่ายควบคุมมอนเตอร์ซิงโครอยู่แล้วเราไม่มีมอนเตอร์ซิงโครหงายหน้าอยู่เลย,เราสามารถอัญเชิญการ์ดใบนี้แบบพิเศษได้',
        Level : "1",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "300",
        DEF : "600",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0066",
        Name : "Needle Soldier",
        Picture : "img/BOXSA/BOXSA-0066.jpg",
        Effect : 'เมื่อการ์ดใบนี้ถูกใช้เป็นวัตถุดิบในการอัญเชิญซิงโครมอนเตอร์,ในช่วงการต่อสู้แล้วมอนเตอร์ซิงโครที่ใช้การ์ดใบนี้เป็นวัตถุดิบหากโจมตีมอนเตอร์ป้องกัน'+
        'แล้วพลังโจมตีมีมากกว่าพลังป้องกันเท่าไร,ก็ทำความเสียหายกับผู้เล่นอีกฝ่ายตามความต่างนั้น',
        Level : "1",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "100",
        DEF : "100",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0067",
        Name : "Feedback Warrior",
        Picture : "img/BOXSA/BOXSA-0066.jpg",
        Effect : 'เมื่อการใบนี้อัญเชิญแบบปกติหรือแบบพิเศษได้ : เราสามารถเลือกมอนเตอร์ 1 ใบที่เราควบคุมอยู่เลเวลของมอนเตอร์ตัวนั้นจะกลายมาเป็น 3',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "800",
        DEF : "700",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0068",
        Name : "Key Man the Key Warrior",
        Picture : "img/BOXSA/BOXSA-0068.jpg",
        Effect : 'เทิร์นละครั้ง,ในช่วง Main Phase ของเรา,เราสามารถทำให้การ์ดใบนี้มีเลเวล 3 ได้จนจบเทิร์น',
        Level : "2",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "1000",
        DEF : "500",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0069",
        Name : "Shine Knight",
        Picture : "img/BOXSA/BOXSA-0069.jpg",
        Effect : 'เลเวลของการ์ดใบนี้จะเป็น 4 เมื่อการ์ดใบนี้ทำการตั้งป้องกัน',
        Level : "3",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "400",
        DEF : "1900",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0070",
        Name : "Perditious Puppeteer",
        Picture : "img/BOXSA/BOXSA-0070.jpg",
        Effect : 'เทิร์นละครั้ง : เราสามารถทิ้งการ์ด 1 ใบบนมือเรา; เราสามารถควบคุมมอนเตอร์เลเวล 3 หรือต่ำกว่าบนสนามของฝ่ายตรงข้ามได้ทุกตัว,จนถึง End Phase' +
        'มอนเตอร์พวกนั้นจะไม่สามารถใช้เอฟเฟคได้,และไม่สามารถใช้ในการบูชายัญหรือใช้ในการเป็นวัตถุดิบในการซิงโครอีกด้วย',
        Level : "7",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "2700",
        DEF : "500",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0071",
        Name : "Acorno",
        Picture : "img/BOXSA/BOXSA-0071.jpg",
        Effect : 'ในช่วง Main Phase : เราสามารถส่ง Pinecono 1 ใบจากบนมือลงสุสานได้,จากนั้นอัญเชิญการ์ดใบนี้จากมือลงสนามเป็นกรณีพิเศษ',
        Level : "1",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "200",
        DEF : "400",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0072",
        Name : "Pinecono",
        Picture : "img/BOXSA/BOXSA-0072.jpg",
        Effect : 'เมื่อการ์ดใบนี้ลงสุสานด้วยเอฟเฟคของ Acorno : เราสามารถอัญเชิญการใบนี้มาแบบพิเศษจากสุสานได้',
        Level : "1",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "400",
        DEF : "200",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0073",
        Name : "Interceptomato",
        Picture : "img/BOXSA/BOXSA-0073.jpg",
        Effect : 'ในช่วงเทิร์นของผู้เล่นอีกฝ่าย: เราสามารถรีมูฟการ์ดใบนี้จากสุสาน; ในเทิร์นนี้,เอฟเฟคดาเมธที่เกิดขึ้นกับเราทั้งหมดจะกลายเป็น 0 (เอฟเฟคนี้ถือเป็น Quick Effect)',
        Level : "2",
        Type : "มอนเตอร์เอฟเฟค",
        ATK : "800",
        DEF : "800",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0074",
        Name : "Cosmic Flare",
        Picture : "img/BOXSA/BOXSA-0074.jpg",
        Effect : 'เลือกการ์ด Stardust 1 ใบที่เป็นซิงโครมอนเตอร์ที่เราควบคุมอยู่ ; ในเทิร์นนี้, เมื่อมอนเตอร์ซิงโครที่ถูกเลือกด้วยการ์ดใบนี้' +
        'แล้วต่อสู้กับมอนเตอร์อีกฝ่าย,นำมอนเตอร์ตัวนั้นกลับเข้าเด็คในช่วงเริ่ม Damgae Step '+
        'หากมอนเตอร์ Stardust ที่เป็นซิงโครเราถูกสังเวยจากเอฟเฟคของมันเองนั้น,เราสามารถรีมูฟการ์ดใบนี้ที่อยู่ในสุสานแทนได้',
        Level : "ไม่มี",
        Type : "เวทมนตร์ฉับพลัน",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0075",
        Name : "Saber Vault",
        Picture : "img/BOXSA/BOXSA-0075.jpg",
        Effect : 'มอนเตอร์ X-Saber ทุกตัวที่อยู่บนสนามจะได้รับพลังโจมตีเพิ่ม 100 * ด้วยเลเวลของตัวนั้นๆ,และพลังป้องกันจะลดลง 100 * ด้วยเลเวลนั้นๆ',
        Level : "ไม่มี",
        Type : "เวทมนตร์สนาม",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0076",
        Name : "Unleash Your Power!",
        Picture : "img/BOXSA/BOXSA-0076.jpg",
        Effect : 'มอนเตอร์เจมินี่ทุกตัวที่อยู่บนสนามของเรา จะกลายเป็นมอนเตอร์เอฟเฟคทั้งหมด,และจะได้รับเอฟเฟคต่างๆของแต่ละตัว. ในช่วงจบเทิร์นนี้,คว่ำมอนเตอร์ที่ได้รับเอฟเฟคนี้ทุกใบ',
        Level : "ไม่มี",
        Type : "เวทมนตร์ฉับพลัน",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0077",
        Name : "Variety Comes Out",
        Picture : "img/BOXSA/BOXSA-0077.jpg",
        Effect : 'นำมอนเตอร์ซิงโคร 1 ใบที่เราควบคุมอยู่กลับ Extra Deck แล้วอัญเชิญจูนเนอร์จากในสุสานสานของเรา,'+
        'โดยให้มีเลเวลเท่ากับมอนเตอร์ซิงโครที่ส่งกลับเข้าไป (จูนเนอร์กี่ใบก็ได้). เราไม่สามารถอัญเชิญซิงโครในเทิร์นที่สั่งใช้การ์ดใบนี้ได้',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0078",
        Name : "Synchro Gift",
        Picture : "img/BOXSA/BOXSA-0078.jpg",
        Effect : 'เลือกมอนเตอร์ 2 ใบที่หงายหน้าอยู่บนสนามที่เราควบคุมอยู่ (ซิงโครมอนเตอร์ 1 ใบ และ มอนเตอร์ไม่ใช่ซิงโคร 1 ใบ) จนถึงจบเทิร์นนี้,'+
        'ทำให้พลังโจมตีของมอนเตอร์ซิงโครที่เลือกนั้นมีพลังโจมตีเป็น 0 , แล้วทำให้มอนเตอร์อีกตัวที่เลือกแล้วไม่ใช่ซิงโครมอนเตอร์นั้นมีพลังโจมตีเท่ากับพลังโจมตีตั้งต้นของซิงโครตัวนั้น',
        Level : "ไม่มี",
        Type : "เวทมนตร์ปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0079",
        Name : "Shooting Star",
        Picture : "img/BOXSA/BOXSA-0079.jpg",
        Effect : 'เมื่อมีการ์ด Stardust ที่เป็นมอนเตอร์อยู่บนสนาม : เลือกการ์ด 1 ใบบนสนาม; ทำลายการ์ดใบนั้นทิ้ง',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0080",
        Name : "Stardust Re-Spark",
        Picture : "img/BOXSA/BOXSA-0080.jpg",
        Effect : 'เมื่อมอนเตอร์อีกฝ่ายอัญเชิญมาแบบพิเศษแล้วประกาศโจมตี, แล้วพลังโจมตีมากกว่าหรือเท่ากับ LP ของเรา : '+
        'ยกเลิกการโจมตีนั้น,หากเราทำได้สำเร็จ,จั่วการ์ดได้ 1 ใบ,จากนั้นให้อัญเชิญ'+
        'Stardust 1 ใบที่เป็นมอนเตอร์จากใน Extra Deck หรือในสุสานได้ เราสามารถใช้ Stardust Re-Spark ได้เทิร์นละครั้งเท่านั้น',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0081",
        Name : "Blessings for Gusto",
        Picture : "img/BOXSA/BOXSA-0081.jpg",
        Effect : 'เลือกมอนเตอร์ Gusto 2 ใบที่อยู่ในสุสาน,แล้วให้เลือก Gusto อีกใบที่อยู่ในสุสาน ; นำ 2 ใบที่เลือกตอนแรกนั้นให้เอากลับเข้าเด็ค, อีกตัวที่เลือกไว้ให้อัญเชิญบนสนามมาแบบพิเศษ',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0082",
        Name : "Whirlwind of Gusto",
        Picture : "img/BOXSA/BOXSA-0082.jpg",
        Effect : 'เมื่อเราไม่มีมอนเตอร์อยู่ในสนามเลย : เลือก Gusto 2 ใบที่อยู่ในสุสานของเรา; นำการสองใบนั้นกลับเข้าเด็ค,แล้วอัญเชิญแบบพิเศษ Gusto 1 ใบที่มีพลังป้องกัน 1000 หรือน้อยกว่า 1 ใบจากในเด็คอัญเชิญมาแบบพิเศษ',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0083",
        Name : "Dust Storm of Gusto",
        Picture : "img/BOXSA/BOXSA-0083.jpg",
        Effect : 'อีกฝ่ายไม่สามารถประกาศใช้เอฟเฟคของการ์ดหรือเอฟเฟคอื่นๆได้ เมื่อมี Gusto ของเราที่ควบคุมอยู่นั้นประกาศโจมตี',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0084",
        Name : "Bubble Crash",
        Picture : "img/BOXSA/BOXSA-0084.jpg",
        Effect : 'การ์ดใบนี้สามารถสั่งใช้งานได้ก็ต่อเมื่อมีผู้เล่นใดก็ได้ที่มีมือ 6 ใบขึ้นไปที่อยู่บนสนามหรืออยู่ในมือ. ผู้เล่นทุกฝ่ายจะต้องส่งการ์ดลงสุสาจนให้การ์ดบนสนามเหลือเพียงแค่ 5 ใบเท่านั้น',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0085",
        Name : "Huge Revolution",
        Picture : "img/BOXSA/BOXSA-0085.jpg",
        Effect : 'การ์ดใบนี้จะสามารถใช้งานได้เมื่อมี People Running About, Oppressed People และ United Resistance ทั้งสามใบหงายหน้าอยู่บนสนามของเรา. '+
        'ส่งการ์ดทั้งหมดของฝ่ายตรงที่อยู่บนมือลงสุสานแล้วทำลายการ์ดทุกใบที่อีกฝ่ายควบคุมอยู่',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0086",
        Name : "Spacegate",
        Picture : "img/BOXSA/BOXSA-0086.jpg",
        Effect : 'ทุกครั้งที่มอนเตอร์ของฝ่ายตรงข้ามโจมตี,เราสามารถวาง GateCounter ลงบนการ์ดใบนี้ได้ 1 เม็ดในช่วงหลังจบคิดความเสียหาย. ในช่วง Main Phase ของเรา'+
        ': เราสามารถส่งการ์ดใบนี้ลงสุสาน; อัญเชิญมอนเตอร์ 1 ใบที่อยู่บนมือที่มีเลเวลเท่ากับหรือน้อยกว่าจำนวน Gate Counters ที่อยู่บนการ์ดใบนี้',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0087",
        Name : "Revival Gift",
        Picture : "img/BOXSA/BOXSA-0087.jpg",
        Effect : 'เลือกมอนเตอร์จูนเนอร์ 1 ใบที่อยู่ในสุสานของเรา อัญเชิญแบบพิเศษขึ้นมา. เอฟเฟคมอนเตอร์ตัวนั้นจะโดนยกเลิก. '+
        'จากนั้นให้อัญเชิญ Gift Fiend Tokens 2 ใบ (เผ่าปีศาจ/ธาตุมืด/เลเวล 3 /พลังโจมตี 1500 / พลังป้องกัน 1500) มาบนสนามของฝ่ายตรงข้าม',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0088",
        Name : "Level Retuner",
        Picture : "img/BOXSA/BOXSA-0088.jpg",
        Effect : 'เลือกมอนเตอร์จูนเนอร์ 1 ใบที่อยู่ในสุสานของเรา อัญเชิญแบบพิเศษขึ้นมา. เอฟเฟคมอนเตอร์ตัวนั้นจะโดนยกเลิก. '+
        'จากนั้นให้อัญเชิญ Gift Fiend Tokens 2 ใบ (เผ่าปีศาจ/ธาตุมืด/เลเวล 3 /พลังโจมตี 1500 / พลังป้องกัน 1500) มาบนสนามของฝ่ายตรงข้าม',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0089",
        Name : "Synchro Barrier",
        Picture : "img/BOXSA/BOXSA-0089.jpg",
        Effect : 'สังเวยมอนเตอร์ซิงโคร 1 ใบสนามของเราจากนั้นในเทิร์นนี้เราจะไม่ได้รับความเสียหายจนถึงจบเทิร์นเทิร์นหน้า',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
    {
        Code : "BOXSA-0090",
        Name : "Curse of the Circle",
        Picture : "img/BOXSA/BOXSA-0090.jpg",
        Effect : 'เลือกมอนเตอร์ 1 ใบของฝ่ายตรงข้ามใบที่เลือกนั้นจะไม่สามารถใช้ในการบูชายัญได้หรือเป็นเครื่องประกอบในการซิงโครได้',
        Level : "ไม่มี",
        Type : "กับดักปกติ",
        ATK : "ไม่มี",
        DEF : "ไม่มี",
        TYPE : "N"
    },
];
var url_string = window.location.href; 
var url = new URL(url_string);
var dataintable = [];
var check = url.searchParams.get("box");
console.log(check);  
if(check == "Box30"){
    dataintable = data;
}
else{
    dataintable = '';
}
var c = "";
var b = '<thead><tr><th style="width:80px">รหัสการ์ด</th><th>ชื่อการ์ด</th><th>รูปการ์ด</th><th>เอฟเฟคการ์ด</th><th>ดาว</th><th>เงื่อนไขพิเศษ</th><th>พลังโจมตี</th><th>พลังป้องกัน</th></tr></thead>';
dataintable.forEach(value => {
            c += '<tr>'+
            '<td>' + value.Code + '</td>'+
            '<td>' + value.Name + '</td>'+
            '<td><img src="' + value.Picture + '" height="150" width="100"></td>'+
            '<td>' + value.Effect + '</td>'+
            '<td>' + value.Level + '</td>'+
            '<td>' + value.Type + '</td>'+
            '<td>' + value.ATK + '</td>'+
            '<td>' + value.DEF + '</td>'+
            '</tr>';
        });